---
layout: post
title:  "Ata 04/04/2011 (7ª Edição)"
date:   2011-04-04 11:56:22
categories: ata
author: Fernando Brito
---

<div id='wrap'>

<div id='content'>
<div class='post'>

<div class='post_body'><p><strong>Fotos:</strong></p>
<p><strong><div class='p_embed p_image_embed'>
<img src='{{ site.baseurl }}/assets/images/2011/04/24253639-horaextrajp-7b.JPG'>
<img src='{{ site.baseurl }}/assets/images/2011/04/24253642-horaextrajp-7a.JPG'>
</div>
</strong></p>
<p><strong>Lista de Presen&ccedil;a (19 pessoas):</strong></p>
<p><strong><!--more--></strong></p>
<p>1. <a href="http://twitter.com/fernandosmb" target="_blank">@fernandosmb</a> - Fernando Brito<br />2. <a href="http://twitter.com/danilo_dutra" target="_blank">@danilo_dutra</a> - Danilo Dutra (Letz)<br />3. <a href="http://twitter.com/herval" target="_blank">@herval</a> - Herval Freire (BlooBox)<br />4. <a href="http://twitter.com/rimenes" target="_blank">@rimenes</a> - Rimenes Ribeiro<br />5. <a href="http://twitter.com/fabriciofx" target="_blank">@fabriciofx</a> - Fabr&iacute;cio Cabral<br />6. <a href="http://twitter.com/hugotanure" target="_blank">@hugotanure</a> -&nbsp;Hugo Tanure<br />7. <a href="http://twitter.com/jaimecpn" target="_blank">@jaimecpn</a> -&nbsp;Jaime Neto<br />8. <a href="http://twitter.com/raninho" target="_blank">@raninho</a> - Raniere Fernandes<br />9. <a href="http://twitter.com/mateuszenaide" target="_blank">@mateuszenaide</a> - Mateus Zenaide<br />10. <a href="http://twitter.com/bruno_dilorenzo" target="_blank">@bruno_dilorenzo</a> -&nbsp;Bruno Di Lorenzo (Soda Virtual)<br />11. <a href="http://twitter.com/fabiocruzba" target="_blank">@fabiocruzba</a> - F&aacute;bio Cruz<br />12. <a href="http://twitter.com/vtatai" target="_blank">@vtatai</a> -&nbsp;Victor Tatai<br />13. <a href="http://twitter.com/tcurvelo" target="_blank">@tcurvelo</a> - Thiago Curvelo<br />14. <a href="http://twitter.com/decofonseca" target="_blank">@decofonseca</a> - Andr&eacute; Fonseca<br />15. <a href="http://twitter.com/mehuca" target="_blank">@mehuca</a> -&nbsp;Rosivaldo Ramalho<br />16. <a href="http://twitter.com/mandybc" target="_blank">@mandybc</a> - Amanda Cavalcanti<br />17. <a href="http://twitter.com/pollyoaks" target="_blank">@pollyoaks</a> - Pollyane Carvalho<br />18. <a href="http://twitter.com/gedvan" target="_blank">@gedvan</a> - Gedvan Dias<br />19. <a href="http://twitter.com/yurimalheiros" target="_blank">@yurimalheiros</a> - Yuri Malheiros</p>
<ol> </ol> 
<ul>
</ul>
<p><strong>Coment&aacute;rios:</strong></p>
<p>Eu (Fernando Brito) fiquei bem feliz ao ver a quantidade de pessoas que aparecem, principalmente pelo fato de ter visto v&aacute;rios rostos novos. Como a edi&ccedil;&atilde;o anterior havia sido meio desencontrada, com pessoas chegando, n&atilde;o encontrando ningu&eacute;m e indo embora, eu fiquei traumatizado e cheguei meio receioso nesta s&eacute;tima edi&ccedil;&atilde;o.</p>
<p>Como a mesa ficou um pouco grande, os <em>facts</em>&nbsp;que vos escrevo cobrem apenas uma pequena parcela do que realmente se foi discutido na noite. No total foram mais de 70 copos de <em>chopp</em>&nbsp;(me corrigam se eu estiver errado) e muita conversa jogada fora. As primeiras pessoas chegaram &agrave;s 18:30h, como combinado, e mantivemos a mesa at&eacute; umas 23:30h.</p>
<p><strong>Facts:</strong></p>
<ul>
<li><strong>Todo mundo tem um conhecido que trabalha no Google?!</strong><br />No come&ccedil;o do encontro falamos bastante de empregos e rapidamente chegamos a amigos ou amigos de amigos que trabalham no Google. Segundo o Wikipedia o Google conta hoje com cerca de 25.000 funcion&aacute;rios.</li>
<li><strong>37signals com vaga para estagi&aacute;rios</strong><br /><a href="http://37signals.com/svn/posts/2823-summer-internships-at-37signals" title="37signals" target="_blank">Recentemente</a> a 37signals anunciou que estava contratando estagi&aacute;rios para o ver&atilde;o. Imagine o qu&atilde;o legal deve ser estagiar l&aacute;, ainda mais para os estudantes da nova gera&ccedil;&atilde;o que cresceram e acompanharam o crescimento de Ruby on Rails de perto.</li>
<li><strong>GitHub contratando funcion&aacute;rios</strong><br />Outro lugar bem legal de se trabalhar deve ser o GitHub :). Tamb&eacute;m foi comentado sobre como eles s&oacute; contratam gente boa e como a pol&iacute;tica para design de novas features &eacute; bem liberal, do tipo: teve uma ideia? implemente e fa&ccedil;a deploy, sem muita enrola&ccedil;&atilde;o ou sem consultar todo mundo</li>
<li><strong>Problemas do mercado local</strong><br />Herval, da BlooBox, comentou as dificuldades que ele tem com o mercado local explicou porque ele est&aacute; movendo a empresa dele para S&atilde;o Paulo.</li>
<li><strong>Dia-a-dia dos funcion&aacute;rios do Twitter?</strong><br />Segundo o Wikipedia o Twitter tem 450 funcion&aacute;rios, mas quando foi a &uacute;ltima vez que voc&ecirc; viu um recurso novo? :P</li>
<li><strong>Ofertas de 0,01 em sites de Compra Coletiva</strong><br />E como n&atilde;o podia faltar, mais uma vez falamos de sites de Compra Coletiva no #HoraExtraJP</li>
<li><strong>Startupi, StartupBase e CrunchBase</strong><br />Quem &eacute; quem, quem est&aacute; atualizado e quem vale a pena ficar de olho</li>
<li><strong>R.I.P PRIME e subven&ccedil;&atilde;o econ&ocirc;mica?</strong></li>
<li><strong>Bolsa de Valores: a montanha-russa da fortuna</strong><br />Depoimentos de pessoas que j&aacute; investiram e tiveram a chance de brincar de "tou rico, tou pobre... tou rico, tou pobre"</li>
<li><strong>New York e seu estilo de vida selvagem</strong><br />Herval falou um pouco de suas experi&ecirc;ncias e de como ele gosta de New York. Coisas do tipo: estar andando na rua e do nada passar no meio de um set de filmagens de CSI, cruzar com famosos, trabalhar no mesmo pr&eacute;dio de empresas conhecidas e coisas que s&oacute; acontecem l&aacute; :P</li>
<li><strong>Experi&ecirc;ncias de morar/trabalhar fora</strong><br />Compartilhamos as nossas experi&ecirc;ncias de vida no exterior</li>
<li><strong>Letz, a nova rede social</strong><br />Contamos com a presen&ccedil;a de alguns dos fundadores da Letz que contaram um pouco sobre como a rede surgiu e quais as expectativas que eles t&ecirc;m</li>
<li><strong>Dom&iacute;nios .ly e .tv</strong><br />A guerra na L&iacute;bia est&aacute; amea&ccedil;ando alguns dom&iacute;nios .ly. Segundo alguns sites, a venda de dom&iacute;nios .tv aumentou em mais de 50% o PIB de Tuvalu.</li>
<li><strong>Et's, ZeitGeist, Ufologia, iDoser, Ondas Bineurais, Espirit&iacute;smo e Seres Intraterrestres</strong><br />Momento lombra onde discutimos teorias da conspira&ccedil;&atilde;o, 2012, tsunamis, seres intraterrestres que est&atilde;o dentro de algumas pessoas para tentar salvar a Terra da destrui&ccedil;&atilde;o iminente e muita, muita viagem</li>
<li><strong>Pesquisa acad&ecirc;mica e o <a href="http://smeira.blog.terra.com.br/2011/04/04/pesquisa-desenvolvimento-e-resultados-conexes/" title="Texto" target="_blank">texto</a> de Silvio Meira que fala de "tecnologias sem cliente"</strong><br />Mais uma vez atacamos a validade de algumas pesquisas acad&ecirc;micas e o texto de Silvio Meira foi muito bem comentado. Infelizmente faltou pessoas da academia l&aacute; para se defenderem :P&nbsp;</li>
<li><strong>Ambiente determina o ser?</strong><br />O qu&atilde;o estimulante (ou desestimulante) o ambiente em que voc&ecirc; vive pode ser</li>
</ul>
<p>&nbsp;</p>
<p><strong>#horaextrajp_facts:</strong></p>
<p>Assim que chegamos em casa, na mesma noite, algumas pessoas (3?) postaram algumas frases no twitter com a hashtag #horaextrajp_facts. A maioria consiste de piadas internas e s&oacute; ser&atilde;o entendidos pelas poucas pessoas que ficaram at&eacute; o final, mas irei coloc&aacute;-las aqui para fins hist&oacute;ricos :).</p>
<p>@yurimalheiros:&nbsp;Tinham duas meninas no #horaextrajp, @mandybc e @pollyoaks. Perguntaram se alguma delas era a @lorrenec. #horaextrajp_facts<br />@yurimalheiros:&nbsp;80 baldes de cerveja por 140 reais. LOL. #horaextrajp_facts<br />@yurimalheiros:&nbsp;Os reptilianos t&atilde;o de baugun&ccedil;a na Terra #horaextrajp_facts<br />@pollyoaks:&nbsp;O aerolito que o Chapolim estava sentado era de Isopor. #horaextrajp_facts<br />@yurimalheiros:&nbsp;Isto &eacute; perigoso #horaextrajp_facts<br />@fernandosmb:&nbsp;Seres intraterrenos est&atilde;o aqui para nos proteger do tsunami de 2012! #horaextrajp_facts<br />@yurimalheiros:&nbsp;&Eacute; o chopp que &eacute; dobrado ou ta tudo pela metade do pre&ccedil;o? #horaextrajp_facts<br />@yurimalheiros:&nbsp;Fazer um fork de vc mesmo #horaextrajp_facts<br />@fernandosmb:&nbsp;A Dilma tem que ter muito cuidado com a popularidade do Color.com #horaextrajp_facts&nbsp;</p>
<p>&nbsp;</p></div>

<div class='post_responses'>
<ul class='post_responses list'>
<li class='response clearfix'>
<div class='response_header'>
<div class='response_time'>Apr  7 2011,  7:01 AM</div>
<div class='response_name'>Yuri Malheiros responded:</div>
</div>
<div class='response_body'>Eu noto que os momentos lombra começam só depois que eu chego. lol</div>
</li>
</ul>
</div>
</div>
</div>
</div>
