---
layout: ata
title:  "Ata 19/04/2011 (8ª Edição)"
date:   2011-04-19 11:56:22
categories: ata
author: Fernando Brito

attendance:
    Fernando Brito: fernandosmb
    Rimenes Ribeiro: rimenes
    Bernardo Kyotoku: bernardokyotoku
    Thiago Curvelo: tcurvelo
    Thiago Paiva Brito: tpborion
    Bonifacio Segundo: bonifacio2
    André Fonseca: decofonseca
    Hugo Tanure: hugotanure
    Aline Donato Carreiro: enilapb
    Herval Freire: herval
    Igor R.:
    Rodolfo:
    Gabriel Assis Bezerra:

photos:
    - /assets/images/2011/04/19-1.jpg
---

<div id='wrap'>
<div id='content'>
<div class='post'>

<p><strong>Coment&aacute;rios:</strong>&nbsp;</p>
<p>Apesar de menos pessoas terem comparecido nesta edi&ccedil;&atilde;o em rela&ccedil;&atilde;o a edi&ccedil;&atilde;o passada (13 contra 19), a noite foi bem divertida e conversamos bastante. A maioria das pessoas chegaram cedo e ficaram at&eacute; o final, diferentemente da edi&ccedil;&atilde;o passada, onde tivemos uma certa rotatividade na mesa.</p>
<p>Como a mesa ficou um pouco grande, os facts que vos escrevo cobrem apenas uma pequena parcela do que realmente se foi discutido na noite.</p>
<p><strong>Facts:</strong></p>
<ul>
<li><strong>Backups e caso migre.me<br /></strong>Comentamos sobre a import&acirc;ncia de se fazer backups e o famoso caso migre.me foi citado.</li>
<li><strong>Ideia de neg&oacute;cio de @bernardokyotoku</strong><br />Bernardo nos explicou um pouco sobre o plano dele de abrir uma empresa que envolve um site, motoboys, delivery e SMS's.</li>
<li><strong>Orientais s&atilde;o todos iguais?<br /></strong>Falamos sobre a dificuldade que &eacute; assistir um filme oriental, pois os personagens s&atilde;o muito parecidos e &eacute; dif&iacute;cil memorizar os seus respectivos nomes. Coisa pior acontece na leitura de livros. Uma dica &eacute; anotar no marcador de p&aacute;gina quem &eacute; quem :P.</li>
<li><strong>Encontros parceiros?<br /></strong>O pessoal da @integrativa tamb&eacute;m organiza um encontro relacionado &agrave; TI. Vamos entrar em contato com eles para marcar algo juntos e trocar experi&ecirc;ncias!</li>
<li><strong>Caderno de @bernardokyotoku<br /></strong>Bernardo nos apresentou o seu caderno com sua caneta m&aacute;gica, que passa o que voc&ecirc; escreveu para o laptop e ainda grava. Veja o produto na <a href="http://www.amazon.com/Livescribe-4-GB-Echo-Smartpen/dp/B003RAE19Q/ref=sr_1_1?s=electronics&amp;ie=UTF8&amp;qid=1303497506&amp;sr=1-1" title="Caneta" target="_blank">Amazon</a>.</li>
<li><strong>Andrei recluso?<br /></strong>Algu&eacute;m comentou algo sobre o <em><a href="http://asynchronicity.wordpress.com/2011/04/18/um-pouco-de-lambada/" title="Post" target="_blank">post</a></em> que @andreiformiga escreveu em seu blog sobre lambda e linguagens funcionais e a gente se lembrou que ele nunca mais apareceu no #horaextrajp. Cad&ecirc; voc&ecirc;, cara? :/</li>
<li><strong>Aborto<br /></strong>H&aacute; um tempo a quest&atilde;o do aborto estava em alta na m&iacute;dia, mas agora n&atilde;o se ouve falar mais nada. Como ficou a quest&atilde;o legal do aborto no Brasil? Como anda as pesquisas com c&eacute;lulas-tronco?</li>
<li><strong>TV Digital e o Canal de Retorno<br /></strong>Cad&ecirc; essa interatividade que n&atilde;o chega? NET anunciou seu loja de conte&uacute;do sobre demanda e iniciativas privadas j&aacute; est&atilde;o bem a frente da nossa realidade de TV Digital aqui no Brasil.</li>
<li><strong>Kinect Sports<br /></strong>Herval nos contou um pouco sobre suas experi&ecirc;ncias com o Kinect Sports.</li>
<li><strong>Cegos que conseguem ver?<br /></strong>Algu&eacute;m falou de um document&aacute;rio na Discovery sobre alguns rar&iacute;ssimos cegos que desenvolveram uma esp&eacute;cie de sonar utlizando o som do estalar da l&iacute;ngua. Olhem esse v&iacute;deo: <a href="http://www.youtube.com/watch?v=HhkTQ8qETK8" title="Estal" target="_blank">YouTube</a>. Impressionante, n&atilde;o?! :O</li>
<li><strong>Piadas do primeiro de abril<br /></strong>Relembramos os cl&aacute;ssicos de primeiro de abril publicados pelo Google, Blizzard e outras empresas de TI.</li>
<li><strong>Kryptonita enterrada em Jo&atilde;o Pessoa<br /></strong>Segundo Herval, s&oacute; pode haver uma pedra gigante de kryptonita enterrado aqui embaixo de Jo&atilde;o Pessoa. Todo mundo vem de fora cheio de ideias novas para neg&oacute;cios, mas basta chegar aqui em Jo&atilde;o Pessoa que com o tempo essas pessoas v&atilde;o ficando fracas e desistindo de tudo.</li>
<li><strong>Alf&acirc;ndega<br /></strong>Relatos pessoais e contos do desafio que &eacute; passar na alf&acirc;ndega ao voltar de uma viagem do exterior.</li>
<li><strong>M&ecirc;s de release do Ubuntu<br /></strong>Abril &eacute; m&ecirc;s de release do Ubuntu. Cad&ecirc;?</li>
<li><strong>Doar Sangue<br /></strong>Aline distribu&iacute;u uns panfletos de uma campanha de doa&ccedil;&atilde;o de sangue e me fez lembrar que apesar de eu ser doador universal (O-) eu nunca doei sangue. :(</li>
</ul></div>
</div>
</div>
